[BigBoomBlaster.Iris_Seraph_Shield_Booster ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Grande Explosão Destruidora"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BigBoomBlaster.Iris_Seraph_Shield_Booster:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Para sempre que precisar detonar alguma coisa!"
NoConstraintText=""
Suffix=""
Prefix=""

[BigBoomBlaster.Iris_Seraph_Shield_Booster:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de conseguir um [skill]potencializador[-skill] de escudo ao sofrer danos."
NoConstraintText=""
Suffix=""
Prefix=""

[BigBoomBlaster.Iris_Seraph_Shield_Booster_Prefix ItemNamePartDefinition]
PartName=""

[BigBoomBlaster.Iris_Seraph_Shield_Booster_Title ItemNamePartDefinition]
PartName="Grande Explosão Destruidora"

[BigBoomBlaster.Iris_Seraph_Shield_Booster_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Para sempre que precisar detonar alguma coisa!"
NoConstraintText=""
Suffix=""
Prefix=""

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Localize, corrija, flanqueie, extermine!"
NoConstraintText=""
Suffix=""
Prefix=""

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Prefix ItemNamePartDefinition]
PartName=""

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title ItemNamePartDefinition]
PartName="Crossfire"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Corrosive ItemNamePartDefinition]
PartName="Crossfire Corrosiva"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Incendiary ItemNamePartDefinition]
PartName="Crossfire Incendiária"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Shock ItemNamePartDefinition]
PartName="Crossfire Elétrica"

[Crossfire.Iris_Seraph_GrenadeMod_Crossfire_Title_Slag ItemNamePartDefinition]
PartName="Crossfire de Slag"

[Hoplite.Iris_Seraph_Shield_Juggernaut ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Hoplita"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma sozinha é apenas um soldado. Juntas são uma falange indestrutível."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A capacidade aumenta em 20% por cada Hoplita equipada no grupo."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="A velocidade de movimento se reduz para cada Hoplita equipada no grupo."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Alta capacidade. Reduz a [health]saúde máxima[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Prefix ItemNamePartDefinition]
PartName=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title ItemNamePartDefinition]
PartName="Hoplita"

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma sozinha é apenas um soldado. Juntas são uma falange indestrutível."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A capacidade aumenta em 20% para cada Hoplita equipada no grupo."
NoConstraintText=""
Suffix=""
Prefix=""

[Hoplite.Iris_Seraph_Shield_Juggernaut_Title:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="A velocidade de movimento se reduz para cada Hoplita equipada no grupo."
NoConstraintText=""
Suffix=""
Prefix=""

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower_Prefix ItemNamePartDefinition]
PartName=""

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower_Title ItemNamePartDefinition]
PartName="Chuva de Meteoros"

[MeteorShower.Iris_Seraph_GrenadeMod_MeteorShower_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Não serve apenas para fazer um pedido!"
NoConstraintText=""
Suffix=""
Prefix=""

[Might.Iris_Seraph_Artifact_Might ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Poder dos Serafins"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Might.Iris_Seraph_Artifact_Might_Prefix ItemNamePartDefinition]
PartName=""

[Might.Iris_Seraph_Artifact_Might_Title ItemNamePartDefinition]
PartName="Poder dos Serafins"

[Might.Iris_Seraph_Artifact_Might_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Transforme-se em uma força temível!"
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.Iris_Seraph_ShieldBooster_Pickup UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Potencializador de Grande Explosão Destruidora"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Escudo no máximo"
NoManufacturerName="Genérico"

[Misc.Iris_Seraph_ShieldBooster_Pickup:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Criado por um escudo potencializador equipado por um jogador."
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.Iris_Seraph_ShieldBooster_Pickup:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Adiciona 1 foguete e 1 granada ao seu arsenal."
NoConstraintText=""
Suffix=""
Prefix=""

[ONegative.Iris_Seraph_GrenadeMod_ONegative GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Modificador de Granada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ONegative.Iris_Seraph_GrenadeMod_ONegative:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Doador universal!"
NoConstraintText=""
Suffix=""
Prefix=""

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Prefix ItemNamePartDefinition]
PartName=""

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title ItemNamePartDefinition]
PartName="O-Negativo"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Corrosive ItemNamePartDefinition]
PartName="O-Negativo Corrosiva"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Incendiary ItemNamePartDefinition]
PartName="O-Negativo Incendiária"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Shock ItemNamePartDefinition]
PartName="O-Negativo Elétrica"

[ONegative.Iris_Seraph_GrenadeMod_ONegative_Title_Slag ItemNamePartDefinition]
PartName="O-Negativo de Slag"

[Pun-chee.Iris_Seraph_Shield_Pun-chee ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Pun-chee.Iris_Seraph_Shield_Pun-chee:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quando se esvazia, os ataques corpo a corpo provocam [skill]danos de esteróides[-skill] adicionais."
NoConstraintText=""
Suffix=""
Prefix=""

[Pun-chee.Iris_Seraph_Shield_Pun-chee_Prefix ItemNamePartDefinition]
PartName=""

[Pun-chee.Iris_Seraph_Shield_Pun-chee_Title ItemNamePartDefinition]
PartName="Pun-chee"

[Pun-chee.Iris_Seraph_Shield_Pun-chee_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Você quer isso mesmo, idiota?"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Iris_Hoplite_Shield_Skill SkillDefinition]
SkillName="Habilidade de Escudo Hoplita"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Iris_Seraph_Booster_Shield_Skill SkillDefinition]
SkillName="Habilidade de Grande Explosão Destruidora"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Sponge.Iris_Seraph_Shield_Sponge ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Sponge.Iris_Seraph_Shield_Sponge:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A munição [skill]absorvida[-skill] será adicionada ao seu inventário."
NoConstraintText=""
Suffix=""
Prefix=""

[Sponge.Iris_Seraph_Shield_Sponge:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de [skill]absorver[-skill] balas dos inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[Sponge.Iris_Seraph_Shield_Sponge_Prefix ItemNamePartDefinition]
PartName=""

[Sponge.Iris_Seraph_Shield_Sponge_Title ItemNamePartDefinition]
PartName="Esponja"

[Sponge.Iris_Seraph_Shield_Sponge_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Altamente absorvente!"
NoConstraintText=""
Suffix=""
Prefix=""

